Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: the validation and testing procedures used, including information about the validation and testing data used and their main characteristics; metrics used to measure accuracy, robustness and compliance with other relevant requirements set out in Chapter III, Section 2, as well as potentially discriminatory impacts; test logs and all test reports dated and signed by the responsible persons, including with regard to pre-determined changes as referred to under point (f);
it_it: le procedure di convalida e di prova utilizzate, comprese le informazioni sui dati di convalida e di prova utilizzati e sulle loro principali caratteristiche; le metriche utilizzate per misurare l'accuratezza, la robustezza e la conformità ad altri requisiti pertinenti di cui al capo III, sezione 2, nonché gli impatti potenzialmente discriminatori; i log delle prove e tutte le relazioni di prova corredate di data e firma delle persone responsabili, anche per quanto riguarda le modifiche predeterminate di cui alla lettera f);

source: cybersecurity measures put in place;
it_it: le misure di cibersicurezza poste in essere.

source: Detailed information about the monitoring, functioning and control of the AI system, in particular with regard to: its capabilities and limitations in performance, including the degrees of accuracy for specific persons or groups of persons on which the system is intended to be used and the overall expected level of accuracy in relation to its intended purpose; the foreseeable unintended outcomes and sources of risks to health and safety, fundamental rights and discrimination in view of the intended purpose of the AI system; the human oversight measures needed in accordance with Article 14, including the technical measures put in place to facilitate the interpretation of the outputs of AI systems by the deployers; specifications on input data, as appropriate;
it_it: Informazioni dettagliate sul monitoraggio, sul funzionamento e sul controllo del sistema di IA, in particolare per quanto riguarda: le sue capacità e limitazioni in termini di prestazioni, compresi i gradi di accuratezza relativi a determinate persone o determinati gruppi di persone sui quali il sistema è destinato a essere utilizzato e il livello di accuratezza complessivo atteso in relazione alla finalità prevista del sistema; i prevedibili risultati indesiderati e fonti di rischio per la salute, la sicurezza e i diritti fondamentali, nonché di rischio di discriminazione in considerazione della finalità prevista del sistema di IA; le misure di sorveglianza umana necessarie in conformità dell'articolo 14, comprese le misure tecniche poste in essere per facilitare l'interpretazione degli output dei sistemi di IA da parte dei deployer; le specifiche relative ai dati di input, se del caso.

source: A description of the appropriateness of the performance metrics for the specific AI system;
it_it: Una descrizione dell'adeguatezza delle metriche di prestazione per il sistema di IA specifico.

source: A detailed description of the risk management system in accordance with Article 9;
it_it: Una descrizione dettagliata del sistema di gestione dei rischi in conformità dell'articolo 9.

source: A description of relevant changes made by the provider to the system through its lifecycle;
it_it: Una descrizione delle modifiche pertinenti apportate dal fornitore al sistema durante il suo ciclo di vita.

source: A list of the harmonised standards applied in full or in part the references of which have been published in the Official Journal of the European Union; where no such harmonised standards have been applied, a detailed description of the solutions adopted to meet the requirements set out in Chapter III, Section 2, including a list of other relevant standards and technical specifications applied;
it_it: Un elenco delle norme armonizzate applicate integralmente o in parte i cui riferimenti sono stati pubblicati nella Gazzetta ufficiale dell'Unione europea; nei casi in cui tali norme armonizzate non sono state applicate, una descrizione dettagliata delle soluzioni adottate per soddisfare i requisiti di cui al capo III, sezione 2, compreso un elenco delle altre norme e specifiche tecniche pertinenti applicate.

source: A copy of the EU declaration of conformity referred to in Article 47;
it_it: Una copia della dichiarazione di conformità UE di cui all’articolo 47.

source: A detailed description of the system in place to evaluate the AI system performance in the post-market phase in accordance with Article 72, including the post-market monitoring plan referred to in Article 72(3).
it_it: Una descrizione dettagliata del sistema predisposto per valutare le prestazioni del sistema di IA nella fase successiva all'immissione sul mercato in conformità dell'articolo 72, compreso il piano di monitoraggio successivo all'immissione sul mercato di cui all'articolo 72, paragrafo 3.

source: ANNEX V
it_it: ALLEGATO V

source: The EU declaration of conformity referred to in Article 47, shall contain all of the following information:
it_it: La dichiarazione di conformità UE di cui all'articolo 47 deve contenere tutte le informazioni seguenti:

source: AI system name and type and any additional unambiguous reference allowing the identification and traceability of the AI system;
it_it: il nome e il tipo del sistema di IA e qualsiasi ulteriore riferimento inequivocabile che ne consenta l'identificazione e la tracciabilità;

source: The name and address of the provider or, where applicable, of their authorised representative;
it_it: il nome e l'indirizzo del fornitore o, ove applicabile, del suo rappresentante autorizzato;

source: A statement that the EU declaration of conformity referred to in Article 47 is issued under the sole responsibility of the provider;
it_it: un'attestazione secondo cui la dichiarazione di conformità UE di cui all’articolo 47 è rilasciata sotto la responsabilità esclusiva del fornitore;

source: A statement that the AI system is in conformity with this Regulation and, if applicable, with any other relevant Union law that provides for the issuing of the EU declaration of conformity referred to in Article 47;
it_it: un'attestazione secondo cui il sistema di IA è conforme al presente regolamento e, ove applicabile, a qualsiasi altra disposizione pertinente del diritto dell'Unione che preveda il rilascio di una dichiarazione di conformità UE di cui all’articolo 47;

source: Where an AI system involves the processing of personal data, a statement that that AI system complies with Regulations (EU) 2016/679 and (EU) 2018/1725 and Directive (EU) 2016/680;
it_it: se un sistema di IA comporta il trattamento di dati personali, una dichiarazione attestante che tale sistema di IA è conforme ai regolamenti (UE) 2016/679 e (UE) 2018/1725 e alla direttiva (UE) 2016/680;

source: References to any relevant harmonised standards used or any other common specification in relation to which conformity is declared;
it_it: i riferimenti alle pertinenti norme armonizzate utilizzate o a qualsiasi altra specifica comune in relazione alla quale è dichiarata la conformità;

source: Where applicable, the name and identification number of the notified body, a description of the conformity assessment procedure performed, and identification of the certificate issued;
it_it: ove applicabile, il nome e il numero di identificazione dell'organismo notificato, una descrizione della procedura di valutazione della conformità applicata e l'identificazione del certificato rilasciato;

source: The place and date of issue of the declaration, the name and function of the person who signed it, as well as an indication for, or on behalf of whom, that person signed, a signature.
it_it: il luogo e la data di rilascio della dichiarazione, il nome e la funzione della persona che firma la dichiarazione nonché un'indicazione della persona a nome o per conto della quale ha firmato, e la firma.

source: ANNEX VI
it_it: ALLEGATO VI

source: Conformity assessment procedure based on internal control
it_it: Procedura di valutazione della conformità basata sul controllo interno

source: The conformity assessment procedure based on internal control is the conformity assessment procedure based on points 2, 3 and 4.
it_it: La procedura di valutazione della conformità basata sul controllo interno è la procedura di valutazione della conformità basata sui punti 2, 3 e 4.

source: The provider verifies that the established quality management system is in compliance with the requirements of Article 17.
it_it: Il fornitore verifica la conformità del sistema di gestione della qualità istituito ai requisiti di cui all'articolo 17.

source: The provider examines the information contained in the technical documentation in order to assess the compliance of the AI system with the relevant essential requirements set out in Chapter III, Section 2.
it_it: Il fornitore esamina le informazioni contenute nella documentazione tecnica al fine di valutare la conformità del sistema di IA ai pertinenti requisiti essenziali di cui al capo III, sezione 2.

source: The provider also verifies that the design and development process of the AI system and its post-market monitoring as referred to in Article 72 is consistent with the technical documentation.
it_it: Il fornitore verifica inoltre che il processo di progettazione e sviluppo del sistema di IA e il monitoraggio successivo alla sua immissione sul mercato di cui all'articolo 72 siano coerenti con la documentazione tecnica.

source: ANNEX VII
it_it: ALLEGATO VII

source: Conformity based on an assessment of the quality management system and an assessment of the technical documentation
it_it: Conformità basata su una valutazione del sistema di gestione della qualità e su una valutazione della documentazione tecnica

source: Introduction
it_it: Introduzione

source: Conformity based on an assessment of the quality management system and an assessment of the technical documentation is the conformity assessment procedure based on points 2 to 5.
it_it: La conformità basata su una valutazione del sistema di gestione della qualità e su una valutazione della documentazione tecnica scaturisce dalla procedura di valutazione della conformità di cui ai punti da 2 a 5.

source: Overview
it_it: Aspetti generali

source: The approved quality management system for the design, development and testing of AI systems pursuant to Article 17 shall be examined in accordance with point 3 and shall be subject to surveillance as specified in point 5.
it_it: Il sistema di gestione della qualità approvato per la progettazione, lo sviluppo e la prova dei sistemi di IA a norma dell'articolo 17 deve essere esaminato conformemente al punto 3 e deve essere soggetto alla vigilanza di cui al punto 5.

source: The technical documentation of the AI system shall be examined in accordance with point 4.
it_it: La documentazione tecnica del sistema di IA deve essere esaminata conformemente al punto 4.

source: The application of the provider shall include:
it_it: La domanda presentata dal fornitore deve comprendere:

source: the name and address of the provider and, if the application is lodged by an authorised representative, also their name and address;
it_it: il nome e l'indirizzo del fornitore e, nel caso in cui la domanda sia presentata da un rappresentante autorizzato, anche il nome e l'indirizzo di quest'ultimo;

source: the list of AI systems covered under the same quality management system;
it_it: l'elenco dei sistemi di IA cui si applica lo stesso sistema di gestione della qualità;

source: the technical documentation for each AI system covered under the same quality management system;
it_it: la documentazione tecnica di ciascuno dei sistemi di IA cui si applica lo stesso sistema di gestione della qualità;

source: the documentation concerning the quality management system which shall cover all the aspects listed under Article 17;
it_it: la documentazione relativa al sistema di gestione della qualità che deve contemplare tutti gli aspetti elencati all'articolo 17;

source: a description of the procedures in place to ensure that the quality management system remains adequate and effective;
it_it: una descrizione delle procedure vigenti per garantire che il sistema di gestione della qualità rimanga adeguato ed efficace;

source: a written declaration that the same application has not been lodged with any other notified body.
it_it: una dichiarazione scritta attestante che la stessa domanda non è stata presentata a nessun altro organismo notificato.

source: The quality management system shall be assessed by the notified body, which shall determine whether it satisfies the requirements referred to in Article 17.
it_it: Il sistema di gestione della qualità deve essere valutato dall'organismo notificato, che deve stabilire se soddisfa i requisiti di cui all'articolo 17.

source: The decision shall be notified to the provider or its authorised representative.
it_it: La decisione deve essere notificata al fornitore o al suo rappresentante autorizzato.

source: The notification shall contain the conclusions of the assessment of the quality management system and the reasoned assessment decision.
it_it: Tale notifica deve indicare le conclusioni della valutazione del sistema di gestione della qualità e la decisione di valutazione motivata.

source: The quality management system as approved shall continue to be implemented and maintained by the provider so that it remains adequate and efficient.
it_it: Il sistema di gestione della qualità approvato deve continuare a essere attuato e mantenuto dal fornitore in modo da rimanere adeguato ed efficiente.

source: Any intended change to the approved quality management system or the list of AI systems covered by the latter shall be brought to the attention of the notified body by the provider.
it_it: Il fornitore deve portare all'attenzione dell'organismo notificato qualsiasi modifica prevista del sistema di gestione della qualità approvato o dell'elenco dei sistemi di IA cui si applica tale sistema.

source: The proposed changes shall be examined by the notified body, which shall decide whether the modified quality management system continues to satisfy the requirements referred to in point 3.2 or whether a reassessment is necessary.
it_it: Le modifiche proposte devono essere esaminate dall'organismo notificato, che deve decidere se il sistema di gestione della qualità modificato continua a soddisfare i requisiti di cui al punto 3.2 o se è necessaria una nuova valutazione.

source: The notified body shall notify the provider of its decision.
it_it: L'organismo notificato deve notificare al fornitore la propria decisione.

source: The notification shall contain the conclusions of the examination of the changes and the reasoned assessment decision.
it_it: Tale notifica deve indicare le conclusioni dell'esame e la decisione di valutazione motivata.

source: Control of the technical documentation.
it_it: Controllo della documentazione tecnica.

source: In addition to the application referred to in point 3, an application with a notified body of their choice shall be lodged by the provider for the assessment of the technical documentation relating to the AI system which the provider intends to place on the market or put into service and which is covered by the quality management system referred to under point 3.
it_it: Oltre alla domanda di cui al punto 3, il fornitore deve presentare una domanda a un organismo notificato di propria scelta per la valutazione della documentazione tecnica relativa al sistema di IA che il fornitore intende immettere sul mercato o mettere in servizio e cui si applica il sistema di gestione della qualità di cui al punto 3.

source: The application shall include:
it_it: La domanda deve comprendere:

source: the name and address of the provider;
it_it: il nome e l'indirizzo del fornitore;

source: a written declaration that the same application has not been lodged with any other notified body;
it_it: una dichiarazione scritta attestante che la stessa domanda non è stata presentata a nessun altro organismo notificato;

source: the technical documentation referred to in Annex IV.
it_it: la documentazione tecnica di cui all'allegato IV.

source: The technical documentation shall be examined by the notified body.
it_it: La documentazione tecnica deve essere esaminata dall'organismo notificato.

source: Where relevant, and limited to what is necessary to fulfil its tasks, the notified body shall be granted full access to the training, validation, and testing data sets used, including, where appropriate and subject to security safeguards, through API or other relevant technical means and tools enabling remote access.
it_it: Se del caso e nei limiti di quanto necessario per lo svolgimento dei suoi compiti, all'organismo notificato deve essere concesso pieno accesso ai set di dati di addestramento, convalida e prova utilizzati, anche, ove opportuno e fatte salve le garanzie di sicurezza, attraverso API o altri mezzi e strumenti tecnici pertinenti che consentano l'accesso remoto.

source: In examining the technical documentation, the notified body may require that the provider supply further evidence or carry out further tests so as to enable a proper assessment of the conformity of the AI system with the requirements set out in Chapter III, Section 2.
it_it: Nell'esaminare la documentazione tecnica, l'organismo notificato può chiedere al fornitore di presentare elementi probatori supplementari o di eseguire ulteriori prove per consentire una corretta valutazione della conformità del sistema di IA ai requisiti di cui al capo III, sezione 2.

source: Where the notified body is not satisfied with the tests carried out by the provider, the notified body shall itself directly carry out adequate tests, as appropriate.
it_it: Qualora non sia soddisfatto delle prove effettuate dal fornitore, l'organismo notificato stesso deve effettuare prove adeguate, a seconda dei casi.

source: Where necessary to assess the conformity of the high-risk AI system with the requirements set out in Chapter III, Section 2, after all other reasonable means to verify conformity have been exhausted and have proven to be insufficient, and upon a reasoned request, the notified body shall also be granted access to the training and trained models of the AI system, including its relevant parameters.
it_it: Ove necessario per valutare la conformità del sistema di IA ad alto rischio ai requisiti di cui al capo III, sezione 2, dopo che tutti gli altri mezzi ragionevoli per verificare la conformità sono stati esauriti e si sono rivelati insufficienti, e su richiesta motivata, anche all'organismo notificato deve essere concesso l'accesso ai modelli di addestramento e addestrati del sistema di IA, compresi i relativi parametri.

source: Such access shall be subject to existing Union law on the protection of intellectual property and trade secrets.
it_it: Tale accesso è soggetto al vigente diritto dell'Unione in materia di protezione della proprietà intellettuale e dei segreti commerciali.

source: The decision of the notified body shall be notified to the provider or its authorised representative.
it_it: La decisione dell'organismo notificato deve essere notificata al fornitore o al suo rappresentante autorizzato.

source: The notification shall contain the conclusions of the assessment of the technical documentation and the reasoned assessment decision.
it_it: Tale notifica deve indicare le conclusioni della valutazione della documentazione tecnica e la decisione di valutazione motivata.

source: Where the AI system is in conformity with the requirements set out in Chapter III, Section 2, the notified body shall issue a Union technical documentation assessment certificate.
it_it: Se il sistema di IA è conforme ai requisiti di cui al capo III, sezione 2, l'organismo notificato deve rilasciare un certificato di valutazione della documentazione tecnica dell'Unione.

source: The certificate shall indicate the name and address of the provider, the conclusions of the examination, the conditions (if any) for its validity and the data necessary for the identification of the AI system.
it_it: Tale certificato deve indicare il nome e l'indirizzo del fornitore, le conclusioni dell'esame, le eventuali condizioni di validità e i dati necessari per identificare il sistema di IA.

source: The certificate and its annexes shall contain all relevant information to allow the conformity of the AI system to be evaluated, and to allow for control of the AI system while in use, where applicable.
it_it: Il certificato e i suoi allegati devono contenere tutte le informazioni pertinenti per consentire la valutazione della conformità del sistema di IA e il controllo del sistema di IA durante l'uso, ove applicabile.

source: Where the AI system is not in conformity with the requirements set out in Chapter III, Section 2, the notified body shall refuse to issue a Union technical documentation assessment certificate and shall inform the applicant accordingly, giving detailed reasons for its refusal.
it_it: Se il sistema di IA non è conforme ai requisiti di cui al capo III, sezione 2, l'organismo notificato deve rifiutare il rilascio di un certificato di valutazione della documentazione tecnica dell'Unione e deve informare in merito il richiedente, motivando dettagliatamente il suo rifiuto.

source: Where the AI system does not meet the requirement relating to the data used to train it, re-training of the AI system will be needed prior to the application for a new conformity assessment.
it_it: Se il sistema di IA non soddisfa il requisito relativo ai dati utilizzati per l'addestramento, sarà necessario addestrare nuovamente il sistema di IA prima di presentare domanda per una nuova valutazione della conformità.

source: In this case, the reasoned assessment decision of the notified body refusing to issue the Union technical documentation assessment certificate shall contain specific considerations on the quality data used to train the AI system, in particular on the reasons for non-compliance.
it_it: In tal caso, la decisione di valutazione motivata dell'organismo notificato che rifiuta il rilascio del certificato di valutazione della documentazione tecnica dell'Unione contiene considerazioni specifiche sui dati di qualità utilizzati per addestrare il sistema di IA, in particolare sui motivi della non conformità.

source: Any change to the AI system that could affect the compliance of the AI system with the requirements or its intended purpose shall be assessed by the notified body which issued the Union technical documentation assessment certificate.
it_it: Qualsiasi modifica del sistema di IA che potrebbe incidere sulla conformità ai requisiti o sulla finalità prevista dello stesso deve essere valutata dall'organismo notificato che ha rilasciato il certificato di valutazione della documentazione tecnica dell'Unione.

source: The provider shall inform such notified body of its intention to introduce any of the abovementioned changes, or if it otherwise becomes aware of the occurrence of such changes.
it_it: Il fornitore deve informare tale organismo notificato quando intende introdurre una delle modifiche di cui sopra o quando viene altrimenti a conoscenza del verificarsi di tali modifiche.
